export const graph =
  {
      "nodes": [
          {
              "id": "0",
              "name": "养老保险政策",
              "category": 0,
              "x": 0.0,
              "y": 0.0,
              "symbolSize": 70.0
          },
          {
              "id": "1",
              "name": "传统养老保险制度",
              "category": 1,
              "x": 100.0,
              "y": 0.0,
              "symbolSize": 53.333333333333336
          },
          {
              "id": "2",
              "name": "社会养老保障制度",
              "category": 2,
              "x": 70.71067811865476,
              "y": 70.71067811865476,
              "symbolSize": 53.333333333333336
          },
          {
              "id": "3",
              "name": "养老保险社会统筹",
              "category": 3,
              "x": -70.71067811865474,
              "y": 70.71067811865476,
              "symbolSize": 53.333333333333336
          },
          {
              "id": "4",
              "name": "“统账结合”养老保险模式",
              "category": 4,
              "x": -100.0,
              "y": 1.2246467991473532e-14,
              "symbolSize": 53.333333333333336
          },
          {
              "id": "5",
              "name": "《中共中央关于建立社会主义市场经济体制若干问题的决定》",
              "category": 4,
              "x": 200.0,
              "y": 0.0,
              "symbolSize": 36.66666666666667
          },
          {
              "id": "6",
              "name": "《中华人民共和国劳动保险条例（草案）》",
              "category": 1,
              "x": 193.18516525781365,
              "y": 51.76380902050415,
              "symbolSize": 36.66666666666667
          },
          {
              "id": "7",
              "name": "《国家机关工作人员退休处理暂行办法》",
              "category": 1,
              "x": -193.18516525781365,
              "y": -51.76380902050416,
              "symbolSize": 36.66666666666667
          },
          {
              "id": "8",
              "name": "《关于工人、职员退休处理的暂行规定》",
              "category": 1,
              "x": 193.18516525781368,
              "y": 51.76380902050405,
              "symbolSize": 36.66666666666667
          },
          {
              "id": "9",
              "name": "《关于国营企业财务工作中几项制度的改革意见（草案）》",
              "category": 2,
              "x": -193.18516525781368,
              "y": -51.76380902050403,
              "symbolSize": 36.66666666666667
          },
          {
              "id": "10",
              "name": "《关于做好统筹退休基金与退休职工服务管理工作的意见》",
              "category": 3,
              "x": 193.1851652578137,
              "y": 51.763809020504006,
              "symbolSize": 36.66666666666667
          },
          {
              "id": "11",
              "name": "《国营企业实行劳动合同制暂行规定》",
              "category": 3,
              "x": -193.1851652578137,
              "y": -51.76380902050397,
              "symbolSize": 36.66666666666667
          },
          {
              "id": "12",
              "name": "《关于企业职工养老保险制度改革的决定》",
              "category": 3,
              "x": 193.18516525781362,
              "y": 51.76380902050429,
              "symbolSize": 36.66666666666667
          },
          {
              "id": "13",
              "name": "《关于深化企业职工养老保险制度改革的通知》",
              "category": 4,
              "x": 300.0,
              "y": 0.0,
              "symbolSize": 20.0
          },
          {
              "id": "14",
              "name": "《关于建立统一的企业职工基本养老保险制度的决定》",
              "category": 4,
              "x": 1.8369701987210297e-14,
              "y": 300.0,
              "symbolSize": 20.0
          },
          {
              "id": "15",
              "name": "《国务院关于实行企业职工基本养老保险省级统筹和行业统筹移交地方管理有关问题的通知》",
              "category": 4,
              "x": -300.0,
              "y": 3.6739403974420595e-14,
              "symbolSize": 20.0
          },
          {
              "id": "16",
              "name": "《关于完善城镇社会保障体系的试点方案》",
              "category": 4,
              "x": -5.510910596163089e-14,
              "y": -300.0,
              "symbolSize": 20.0
          },
          {
              "id": "17",
              "name": "《关于完善企业职工基本养老保险制度的决定》",
              "category": 4,
              "x": 9.18485099360515e-14,
              "y": 300.0,
              "symbolSize": 20.0
          },
          {
              "id": "18",
              "name": "《城镇企业职工基本养老保险关系转移接续暂行办法》",
              "category": 4,
              "x": -259.80762113533166,
              "y": 149.99999999999994,
              "symbolSize": 20.0
          },
          {
              "id": "19",
              "name": "《关于推进企业职工基本养老保险省级统筹有关问题的通知》",
              "category": 4,
              "x": -149.99999999999994,
              "y": -259.8076211353316,
              "symbolSize": 20.0
          },
          {
              "id": "20",
              "name": "《人力资源社会保障部关于城镇企业职工基本养老保险关系转移接续若干问题的通知》",
              "category": 4,
              "x": 259.8076211353316,
              "y": -149.99999999999997,
              "symbolSize": 20.0
          },
          {
              "id": "21",
              "name": "《关于机关事业单位工作人员养老保险制度改革的决定》",
              "category": 4,
              "x": -259.8076211353316,
              "y": 150.0,
              "symbolSize": 20.0
          },
          {
              "id": "22",
              "name": "《关于阶段性减低社会保险费率的通知》",
              "category": 4,
              "x": 259.8076211353316,
              "y": -150.00000000000003,
              "symbolSize": 20.0
          },
          {
              "id": "23",
              "name": "《减低社会保险费率综合方案》",
              "category": 4,
              "x": 150.0000000000005,
              "y": 259.8076211353313,
              "symbolSize": 20.0
          }
      ],
      "links": [
          {
              "source": "0",
              "target": "1",
              "name": "阶段"
          },
          {
              "source": "0",
              "target": "2",
              "name": "阶段"
          },
          {
              "source": "0",
              "target": "3",
              "name": "阶段"
          },
          {
              "source": "0",
              "target": "4",
              "name": "阶段"
          },
          {
              "source": "4",
              "target": "5",
              "name": "颁发"
          },
          {
              "source": "1",
              "target": "6",
              "name": "颁发"
          },
          {
              "source": "1",
              "target": "7",
              "name": "颁发"
          },
          {
              "source": "1",
              "target": "8",
              "name": "颁发"
          },
          {
              "source": "2",
              "target": "9",
              "name": "颁发"
          },
          {
              "source": "3",
              "target": "10",
              "name": "颁发"
          },
          {
              "source": "3",
              "target": "11",
              "name": "颁发"
          },
          {
              "source": "3",
              "target": "12",
              "name": "颁发"
          },
          {
              "source": "5",
              "target": "13",
              "name": "衍生"
          },
          {
              "source": "12",
              "target": "13",
              "name": "深化"
          },
          {
              "source": "5",
              "target": "14",
              "name": "衍生"
          },
          {
              "source": "5",
              "target": "15",
              "name": "衍生"
          },
          {
              "source": "5",
              "target": "16",
              "name": "衍生"
          },
          {
              "source": "5",
              "target": "17",
              "name": "衍生"
          },
          {
              "source": "14",
              "target": "17",
              "name": "完善"
          },
          {
              "source": "5",
              "target": "18",
              "name": "衍生"
          },
          {
              "source": "5",
              "target": "19",
              "name": "衍生"
          },
          {
              "source": "5",
              "target": "20",
              "name": "衍生"
          },
          {
              "source": "5",
              "target": "21",
              "name": "衍生"
          },
          {
              "source": "5",
              "target": "22",
              "name": "衍生"
          },
          {
              "source": "5",
              "target": "23",
              "name": "衍生"
          },
          {
              "source": "22",
              "target": "23",
              "name": "深化"
          },
          {
              "source": "15",
              "target": "19",
              "name": "实施"
          },
          {
              "source": "17",
              "target": "18",
              "name": "深化"
          }
      ],
      "categories": [
          {
              "name": "根结点"
          },
          {
              "name": "第一阶段政策"
          },
          {
              "name": "第二阶段政策"
          },
          {
              "name": "第三阶段政策"
          },
          {
              "name": "第四阶段政策"
          }
      ]
  }